Repository: BackupTheBerlios/iwik-svn
Catalog: trunk/translations/*.po
Languages: fr

source: %i char
fr: %i caractère

source: co- or authored:
fr: co- ou auteur de :

source: Orphaned pages removed
fr: Pages orphelines effacées

source: Road
fr: Route

source: Search
fr: Recherche

source: Textile formatting tips
fr: Astuces de formatage Textile

source: Created
fr: Créé

source: See current
fr: Version actuelle

source: Based on
fr: Basé sur

source: %i character
fr: %i caractère

source: Print
fr: Imprimer

source: #{@actioned} on #{@page.pretty_created_at} by #{@auth_link}
fr: #{@actioned} le #{@page.pretty_created_at} par #{@auth_link}

source: Submit
fr: Envoyer

source: All pages in #{@set_name} listed alphabetically
fr: Toutes les pages dans #{@set_name} par ordre alphabétique

source: Edit
fr: Édition

source: Views
fr: Vues

source: category #{@category}
fr: la catégorie #{@category}

source: Included from
fr: Inclus depuis

source: Orphaned Pages
fr: Pages orphelines

source: See changes
fr: Voir les modifications

source: Rollback
fr: Restaure

source: unlocks page
fr: déverrouille la page

source: blue
fr: bleu

source: summer
fr: été

source: Summer
fr: Été

source: All content
fr: Total

source: Home Page
fr: Accueil

source: Hide changes
fr: Cacher les modifications

source: Revised
fr: Modifié

source: Linked from
fr: Lié depuis

source: Revision from #{@revision.pretty_created_at} by
fr: Version de #{@revision.pretty_created_at} par

source: Forward in time
fr: Avancer

source: Editing
fr: Édition de

source: Cooking test
fr: Test de cuisson

source: Creating
fr: Création de

source: Authors
fr: Auteurs

source: Wanted Pages
fr: Pages manquantes

source: wanted by
fr: recherchée par

source: Pages in #{@set_name} that no other page reference
fr: Pages dans #{@set_name} qui ne sont pas référencées par d'autres pages

source: Edit Web
fr: Configuration

source: Back in time
fr: Version précédente

source: Cancel
fr: Annuler

source: category '#{@category}'
fr: categorie '#{@category}'

source: All Pages
fr: Toutes les pages

source: Recently Revised
fr: Modifications récentes

source: Export
fr: Exporter

source: Edit Page
fr: Édition

source: This site is running on
fr: Ce site utilise

source: the web
fr: le web

source: Test String
fr: Chaîne de Test

source: create a new web
fr: crée un nouveau web

source: Unexisting pages that other pages in #{@set_name} reference
fr: Pages non-existantes dans #{@set_name} référencées par d'autres pages

source: AnonymousCoward
fr: PaysanAnonyme
